var question_db = [
{'type':'4taku','genre':'理科','question':'「生物の共通通貨」ともよばれる高エネルギー物質は？','correct':'ＡＴＰ','wrong':'ＡＤＰ,ＡＭＰ,ＡＴＣ,ＡＭＣ','explain':'あああああああああああああああああああああああああああああああああああああああああああああ'},
{'type':'4taku','genre':'理科','question':'次のうち従属栄養生物はどれか？','correct':'マツタケ','wrong':'ミドリムシ,オカナダモ,ハネケイソウ,スギゴケ','explain':'あああああああああああああああああああああああああああああああああああああああああああああ'},
{'type':'4taku','genre':'理科','question':'小腸から分泌されるマルターゼの基質は何か？','correct':'麦芽糖','wrong':'ブドウ糖,ショ糖,デンプン,果糖','explain':'あああああああああああああああああああああああああああああああああああああああああああああ'}
];